{
  "litespace": "لايت سبيس",
  "navbar/main": "الرئيسية",
  "navbar/subscriptions": "خطط الأسعار",
  "navbar/be-a-tutor": "كن معلما",
  "navbar/register": "التسجيل",
  "navbar/login": "تسجيل الدخول",

  "home/hero/title": "تعلم اللغة الإنجليزية بالطريقة الأكثر تفاعلية مع معلمين محترفين",
  "home/hero/description": "أطلق العنان لمهاراتك وتمتع بتجربة تعليمية فريدة على طرْف إصبعك مع جلسات تفاعلية ومباشرة، و طور مهارات اللغة الانجليزية لديك بخطوات ثابتة وسهلة.",
  "home/hero/start-your-journey": "ابدأ رحلتك الأن",

  "terms/hero/title": "الشروط و الاحكام",
  "terms/hero/description": "مرحبًا بك في منصة LiteSpace لتعليم اللغةِ الإنجليزية، نرجو منك الاطلاع على الشروط والأحكام بعناية قبل الاشتراك في إحدى الخطط التي توفرها المنصة، مع الأخذ بعين الاعتبار أن الانضمام لواحدةٍ من هذه الخطط يُعَد موافقةً منك على جميع البنود الواردة أدناه.",

  "terms/body/policies-updates/title": "سريان الشروط وتحديثها",
  "terms/body/policies-updates/content/1": "تسري هذه الاتفاقيةُ فور الاشتراك في إحدى خطط LiteSpace، ويظل للمنصةِ الحقُّ في إجراء التعديلات على بنود الاتفاقية من وقتٍ لآخر، مع التزامها بإشعار المستخدمين بأي تحديثاتٍ من خلال البريد الإلكتروني المسجل لدينا، علمًا بأن المستخدم لديه الحريةُ المطلقة في قبول التعديلات أو التوقف عن استخدام المنصة.",
  "terms/body/policies-updates/content/2": "يحق لإدارة المنصة تعديل أي بند من بنود هذه الاتفاقية، على أن يتم نشر التحديثات عبر هذه الصفحة إعمالًا لمبدأ الشفافيةِ والوضوح.",

  "terms/body/account-register/title": "التسجيل وإنشاء الحساب",
  "terms/body/account-register/content/1": "يتم التسجيل باستخدام البريد الإلكتروني وكلمة المرور، أو من خلال خدمة جوجل.",
  "terms/body/account-register/content/2": "يتم تأكيد الحساب بالضغط على رابط التحقق الذي يتم إرساله إلى البريد الإلكتروني.",
  "terms/body/account-register/content/3": "على المستخدم أن يتحقق من دقة البيانات المستخدمة أثناء التسجيل.",
  "terms/body/account-register/content/4": "المنصة غير مسؤولة عن إساءة استخدام الحساب نتيجة مشاركة بيانات الدخول مع الغير.",

  "terms/body/privacy-and-protection/title": "الخصوصية وحماية البيانات",
  "terms/body/privacy-and-protection/content": "في LiteSpace نلتزم بحماية بياناتك الشخصية بالامتناع عن مشاركتها مع أي أطرافٍ ثالثة -فيما عدا الجهات الموثوق بها- مثل بوابات الدفع الإلكتروني، ونؤكد بأننا لا نستخدم بياناتك إلا لتحسين تجربتك وتطوير جودة المحتوى حتى تتمكن من إجادة اللغة الإنجليزية إجادةً تامة",

  "terms/body/payment-and-subscription/title": "خطط الاشتراك وعمليات الدفع",
  "terms/body/payment-and-subscription/content/1": "نقدم خططًا سعريةً متفاوتة لتلبية الميزانيات المختلفة للمتدربين، فهناك خطة البداية، خطة التقدم، وخطة الاحتراف.",
  "terms/body/payment-and-subscription/content/2": "نوفر خططًا شهرية وسنوية، بالإضافةِ إلى خططٍ لمدة 3 أشهر و 6 أشهر، علمًا بأن أنظمةَ الاشتراك تختلف تبعًا لعدد ساعات الدراسة المسموح بها خلال مدةٍ محددة.",
  "terms/body/payment-and-subscription/content/3": "لا وجود لأي رسومٍ إضافيةٍ أو تكاليف غير معلنة، فكلُّ خطةٍ يتم توضيح السعر الإجمالي لها، مما يؤهل المتدرب لاتخاذ قرار بالاشتراك.",
  "terms/body/payment-and-subscription/content/4": "بعض الخطط يمكن أداء تكلفتها في هيئة أقساط تيسيرًا على المتدربين، علمًا بأن عمليات الدفع تتم من خلال البوابات الرقميةِ الآمنة حرصًا على حماية البيانات.",

  "terms/body/refund-policy/title": "سياسة الاسترجاع",
  "terms/body/refund-policy/content": "يمكنك التقدم بطلب لاسترداد الرسوم التي تُعادِل المدةَ المتبقيةَ من باقتِك، وبتقديم رقم الطلب لفريق الدعم الفني سيتم الاسترجاع بمرونةٍ تامة.",

  "terms/body/booking-steps/title": "خطوات حجز الحصة",
  "terms/body/booking-steps/content/1": "اختيار المعلم.",
  "terms/body/booking-steps/content/2": "تعيين تاريخ الحصة.",
  "terms/body/booking-steps/content/3": "تحديد مدة الحصة.",
  "terms/body/booking-steps/content/4": "اختيار توقيت الحصة.",
  "terms/body/booking-steps/content/5": "تأكيد الحجز.",

  "terms/body/required-permissions/title": "الأذونات المطلوبة قبل الانضمام إلى الحصة",
  "terms/body/required-permissions/content": "يُطلَب من المتدرب مصادقة بعض الأذونات (Permissions) قبل الانضمام إلى الحصة، بما في ذلك إذن استخدام الميكروفون وإذن الوصول إلى الكاميرا، وذلك لتحقيق التواصل الفعال مع المعلم على مدار الحصة.",

  "terms/body/conversations/title": "إجراء المحادثات مع المعلمين",
  "terms/body/conversations/content": "تدعم المنصة خاصية المحادثات التي تسمح بالتواصل المباشر بين المتدرب والمعلم، مما يضمن للمتدربين تحقيقَ الفائدةِ القصوى من الاشتراك.",

  "terms/body/rating-tutors/title": "تقييم المعلمين",
  "terms/body/rating-tutors/content": "بعد انتهاء الحصة، ستتاح لك الفرصةُ لتقييم المعلم والتجربة بوجهٍ عام، مما يسمح لنا بتدارك بعض النقاط السلبية، لكننا نؤكد في الوقت نفسه أن التعليق الخاص بك يجب أن يمثل نقدًا بناءً، ذلك أننا نرفض التعليقات التي تتضمن أي إساءةٍ أو تجريح في فريقِنا من المعلمين.",

  "terms/body/contact-us/title": "التواصل معنا",
  "terms/body/contact-us/content": "يمكنك التواصل معنا إذا واجهتك أي صعوباتٍ في تفسير أحد الشروط، وسيكون فريق LiteSpace على أتم الجاهزية لمساعدتك. فقط تواصل معنا عبر الوسائل الآتية:",

  "terms/body/contact-us/email/1": "البريد الإلكتروني: ",
  "terms/body/contact-us/email/2": "care@litespace.org",

  "terms/body/contact-us/phone/1": "رقم الهاتف: ",
  "terms/body/contact-us/phone/2": "01503310108",
  "terms/body/contact-us/social-media": "حسابات التواصل الاجتماعي: ",

  "privacy-policy/hero/title": "سياسة الخصوصية",
  "privacy-policy/hero/description": "تدرك منصة LiteSpace مقدار المخاوف التي تثيرك بشأن أمانِك الرقمي، وعلى قدر المخاوف جاء الحرص على اتخاذ كافة التدابير اللازمة لفرض السريةِ التامة على بياناتك الشخصية، وغيرها من المعلومات المتعلِّقة بسجلك التعليمي لدينا.",

  "privacy-policy/body/all-data/title": "جمع البيانات",
  "privacy-policy/body/all-data/content/1": "في منصة LiteSpace، نجمع بياناتك الشخصية، بيانات الخطط التي اشتركت بها، تفاصيل الدفع، وغيرها من البيانات التي تقدمها خلال تفاعلك مع المنصة، فهذه البيانات تسمح لنا بتوفير تجربةٍ تعليميةٍ مميزة، مع منحنا الفرصة لتحسين صفحاتِنا، وفيما يلي بيان للمعلومات التي نجمعها:",
  "privacy-policy/body/all-data/content/2": "البيانات الشخصية: يتم التسجيل باستخدام البريد الإلكتروني وكلمة المرور، أو من خلال خدمة جوجل.",
  "privacy-policy/body/all-data/content/3": "تفاصيل الدفع: يتم تأكيد الحساب بالضغط على رابط التحقق الذي يتم إرساله إلى البريد الإلكتروني.",
  "privacy-policy/body/all-data/content/4": "معلومات الاستخدام: على المستخدم أن يتحقق من دقة البيانات المستخدمة أثناء التسجيل.",
  "privacy-policy/body/all-data/content/5": "بيانات التصفح: المنصة غير مسؤولة عن إساءة استخدام الحساب نتيجة مشاركة بيانات الدخول مع الغير.",

  "privacy-policy/body/data-usage/title": "استخدام البيانات",
  "privacy-policy/body/data-usage/content/1": "تلتزم منصة LiteSpace بالحفاظ على سرية بيانات المستخدمين، وذلك من خلال الامتناع عن مشاركتها مع أطرافٍ ثالثة (Third-parties)، باستثناء الأطراف الموثوق بها، ولمزيدٍ من الشفافية، إليك الكيفية التي نستخدم بها البيانات بعد جمعِها:",
  "privacy-policy/body/data-usage/content/2": "تلتزم منصة LiteSpace بالحفاظ على سرية بيانات المستخدمين، وذلك من خلال الامتناع عن مشاركتها مع أطرافٍ ثالثة (Third-parties)، باستثناء الأطراف الموثوق بها، ولمزيدٍ من الشفافية، إليك الكيفية التي نستخدم بها البيانات بعد جمعِها:",
  "privacy-policy/body/data-usage/content/3": "معالجة المدفوعات بطريقةٍ آمنة منعًا لأي وصولٍ غير مسموحٍ به.",
  "privacy-policy/body/data-usage/content/4": "التفاعل مع المشتركين والرد على استفساراتِهم بسرعةٍ فائقة.",
  "privacy-policy/body/data-usage/content/5": "إرسال الإشعارات بشأن التحديثات والعروض الترويجية.",
  "privacy-policy/body/data-usage/content/6": "تحليل سلوك المشتركين؛ لتخصيص تجربة المستخدم وإثراء عملية التعلم.",
  "privacy-policy/body/data-usage/content/7": "إيجاد الحلول الفعالة لأي مشكلاتٍ تقنية تواجه مستخدمي المنصة.",

  "privacy-policy/body/share-data/title": "مشاركة البيانات مع الأطراف الثالثة",
  "privacy-policy/body/share-data/content/1": "في حالاتٍ محددة، نقوم بمشاركة بياناتك الشخصية مع أطرافٍ ثالثة موثوقٍ بها مثل:",
  "privacy-policy/body/share-data/content/2": "بوابات الدفع: لمعالجة المدفوعات بأمانٍ تام دون اختراق حساباتك المصرفية.",
  "privacy-policy/body/share-data/content/3": "الجهات القانونية: لفض النزاع الذي قد ينشأ حال قيامِك بانتهاك حقوق المنصة.",

  "privacy-policy/body/data-protection/title": "حماية البيانات",
  "privacy-policy/body/data-protection/content/1": "توفر المنصةُ الحمايةَ الكاملة للبيانات باتخاذ الإجراءات الآتية:",
  "privacy-policy/body/data-protection/content/2": "التشفير أثناء تبادل البيانات.",
  "privacy-policy/body/data-protection/content/3": "استخدام أنظمة المراقبة لسد الثغرات السيبرانية.",
  "privacy-policy/body/data-protection/content/4": "تقنين صلاحيات الفريق المكلَّف بأعمال التصميم والتحرير؛ لمنع الوصول غير المصرح به.",

  "privacy-policy/body/subscriber-rights/title": "حقوق المشترك",
  "privacy-policy/body/subscriber-rights/content/1": "يتمتع المشترك بالحقوق التالية، فيما يتعلَّق ببياناته الشخصية:",
  "privacy-policy/body/subscriber-rights/content/2": "الوصول إلى بياناته التي تحتفظ بها المنصة.",
  "privacy-policy/body/subscriber-rights/content/3": "تعديل بياناته وتحديثها في ضوء المستجدات التي تطرأ عليها.",
  "privacy-policy/body/subscriber-rights/content/4": "التقدم بطلب لحذف بياناته وقتما أراد، ما لم يكن في حذفِها أي تعدٍ على حقوقِ المنصة.",
  "privacy-policy/body/subscriber-rights/content/5": "إلغاء الاشتراك في خدمة الإشعارات والنشرة البريدية الخاصة بالمنصة.",

  "privacy-policy/body/cookies/title": "سياسة ملفات تعريف الارتباط (Cookies)",
  "privacy-policy/body/cookies/content": "تعتمد المنصة على ملفات تعريف الارتباط لتعزيز تجربة المستخدم وتحليل الأداء، مع توفر الحرية المطلقة لمستخدمي المنصة إن أرادوا تعطيل ملفات تعريف الارتباط من خلال إعدادات المتصفح، غير أننا لا نوصي بالإقدام على إجراءٍ مثل هذا نظرًا لتأثيره السلبي على التجربة بوجهٍ عام.",

  "privacy-policy/body/updates/title": "تحديثات سياسة الخصوصية",
  "privacy-policy/body/updates/content/1": "قد تتطرأ بعض التعديلات على سياسة الخصوصية من حينٍ لآخر، لذا ينصح بمعاودة زيارة هذه الصفحة للاطلاع على أحدث إصدار من هذه السياسة.",
  "privacy-policy/body/updates/content/2": "يتم إخطار المشتركين بالتغييرات التي نجريها على سياسة الخصوصية من خلال البريد الإلكتروني المسجل لدينا، وهو ما يتم قبل أن تدخل التعديلات في إطار التنفيذ، مما يمنح المشتركين الوقتَ الكافي لفهم البنود المعدلة تجنبًا لأي مخالفاتٍ في المستقبل.",

  "privacy-policy/body/contact-us/title": "التواصل معنا",
  "privacy-policy/body/contact-us/content": "إذا واجهت صعوبةً في تفسير أحد بنود سياسة الخصوصية، فلا تتردد بشأن التواصل معنا، وسيكون فريق LiteSpace على أتم الاستعداد لإزالة الغموضِ عنك. فقط قم بالتواصل معنا عبر الوسائل الآتية:",

  "privacy-policy/body/contact-us/email/1": "البريد الإلكتروني: ",
  "privacy-policy/body/contact-us/email/2": "care@litespace.org",

  "privacy-policy/body/contact-us/phone/1": "رقم الهاتف: ",
  "privacy-policy/body/contact-us/phone/2": "01503310108",
  "privacy-policy/body/contact-us/social-media": "حسابات التواصل الاجتماعي: "
}
